import React from 'react'

const Sctl = () => {
  return (
    <div className='sctl-wrap'>
        <div className='sctl-table'>
            <h3>特定商取引法に基づく表記</h3>
            <table>
                <tr>
                    <th>事業者</th>
                    <td>株式会社ミューズ・ラ・ムー</td>
                </tr>
                <tr>
                    <th>代表者</th>
                    <td>矢野　修子</td>
                </tr>
                <tr>
                    <th>メールアドレス</th>
                    <td>museslamu@miracle.ocn.ne.jp</td>
                </tr>
                <tr>
                    <th>所在地</th>
                    <td>大阪府大阪市北区梅田1-11-4 大阪駅前第4ビル1F24</td>
                </tr>
                <tr>
                    <th>電話番号</th>
                    <td>06-6344-7603</td>
                </tr>
                <tr>
                    <th>美術品商</th>
                    <td>大阪府公安委員会許可第621016200105号</td>
                </tr>
            </table>
        </div>

        <div className='sctl-privacy'>
            <h3>プライバシーポリシー</h3>
            <ol>
                <li>
                    <h6>法令等の遵守</h6>
                    <p>株式会社ミューズ・ラ・ムー（以下、当社）は、個人情報保護に関する 法令及びその他関連諸規則を遵守するとともに本プライバシーポリシー を遵守し、お客様の大切な情報を守り、安心してご利用いただけるサー ビスの提供に努めてまいります。</p>
                </li>
                <li>
                    <h6>個人情報の取得</h6>
                    <p>当社は、お客様から個人情報を取得する場合は、利用の目的を明確にした 上で、適法かつ公正な手段によって、当社の業務遂行上必要な情報（氏名、 住所、電話番号、メールアドレス等）に限定して取得いたします。</p>
                </li>
                <li>
                    <h6>個人情報の管理、利用</h6>
                    <p>社は、お客様より取得させていただいた個人情報を適切かつ正確に管理し、 お客様に対して明確にした利用目的の範囲を超えた個人情報の取扱いはいたしません。</p>
                </li>
                <li>
                    <h6>個人情報の第三者提供</h6>
                    <p>当社は、以下の場合を除き、お客様の個人情報を第三者に提供することはありません。 また、当社が、以下の場合によって個人情報を第三者に提供するときは、個人情報の 漏えいやお客様に無断で第三者に再提供をすることがないよう、第三者に適切な管理 義務を課すものとします。</p>
                    <ul>
                        <li>
                            あらかじめお客様から同意を頂いている場合
                        </li>
                        <li>
                            人の生命・身体又は財産の保護のために必要がある場合で、お客様の同意を得ることが困難である場合
                        </li>
                        <li>
                            公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合で、お客様の同意を得ることが困難である場合
                        </li>
                        <li>
                            国の機関もしくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合で、お客様の同意を得ることに当該事務の遂行支障を及ぼす場合
                        </li>
                    </ul>
                </li>
            </ol>
        </div>
    </div>
  )
}

export default Sctl